Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: I don't know what I was expecting to feel. Triumph? Relief? I just felt tired. Paul Serene was my best friend. But the body on the floor, that was somebody else. Something else entirely.
pl_pl: Nie wiem, co spodziewałem się poczuć. Triumfu? Ulgę? Czułem się po prostu zmęczony. Paul Serene był moim najlepszym przyjacielem. Ale ciało na podłodze, to był ktoś inny. Coś zupełnie innego.

source: I don't know who to trust anymore.
pl_pl: Nie wiem już, komu ufać.

source: I don't know, but I'm gonna find out.
pl_pl: Nie wiem, ale się dowiem.

source: I don't know, it's chaos down here. This party was supposed to convince everybody their end-of-time survival plan was solid, and now everybody's freaking out.
pl_pl: Nie wiem, panuje tu chaos. Ta impreza miała przekonać wszystkich, że ich plan przetrwania końca czasów jest solidny, a teraz wszyscy wariują.

source: I don't know. I have a feeling somebody beat us here.
pl_pl: Nie wiem. Mam wrażenie, że ktoś był od nas szybszy.

source: I don't know. It may have to do with chronon exposure.
pl_pl: Nie wiem. Może to mieć związek z napromieniowaniem przez chronon.

source: I don't like how we left things. I'm... I've been under a lot of pressure. There's some things I should tell you. I'd like to make it right. Just... call me, okay? Please.
pl_pl: Nie podoba mi się, jak to zostawiliśmy. Jestem... Byłem pod dużą presją. Jest kilka rzeczy, które powinienem ci powiedzieć. Chciałbym to naprawić. Po prostu... zadzwoń do mnie, dobrze? Proszę.

source: I don't like it, but you're right.
pl_pl: Nie podoba mi się to, ale masz rację.

source: I don't like it. You heard the gunfire. Something's gone wrong.
pl_pl: Nie podoba mi się to. Słyszałeś strzały. Coś poszło nie tak.

source: I don't like this guy already.
pl_pl: Już go nie lubię.

source: I don't think he gives a shit. Just get ready.
pl_pl: Nie sądzę, żeby go to obchodziło. Po prostu się przygotuj.

source: I don't think so. But this train is going off the fucking rails.
pl_pl: Nie sądzę. Ale ten pociąg zjeżdża z pieprzonych torów. Trafiony?

source: I don't think we can trust her. The way she looked at the countermeasure, like she's seen it before... she knows what it does.
pl_pl: Chyba nie możemy jej ufać. Sposób, w jaki patrzyła na środek zaradczy, jakby widziała go wcześniej... wie, co robi.

source: I don't think you'd believe me.
pl_pl: Nie sądzę, żebyś mi uwierzyła.

source: I don't wanna die today!
pl_pl: Nie chcę dziś umierać!

source: I doubt he's out here. I'd better head into the campus.
pl_pl: Wątpię, żeby tu był. Lepiej wejdę na kampus.

source: I dug through the area and I found everything I could on your bro.
pl_pl: Przeszukałem okolicę i znalazłem wszystko, co mogłem na temat twojego brata.

source: I dug through the area and found everything I could on your bro. You gotta see this video I found, man.
pl_pl: Przekopałem okolicę i znalazłem wszystko, co mogłem o twoim bracie. Musisz zobaczyć to wideo, które znalazłem.

source: I dunno how we're gonna explain the drydocks thing to the public.
pl_pl: Nie wiem, jak wyjaśnimy sprawę portu opinii publicznej.

source: I dunno, man, I'm not the superhero. Find the door, follow a squiggly line to a box, more squigglies, circles, do... something, security turns off, and you're golden!
pl_pl: Nie wiem, stary, nie jestem superbohaterem. Znajdź drzwi, podążaj za kwadratową linią do pudełka, więcej kwadratów, kółek, zrób... coś, ochrona się wyłączy i jest cacy!

source: I dunno.
pl_pl: Nie wiem.

source: I find that hard to believe, considering the video I just watched.
pl_pl: Trudno mi w to uwierzyć, biorąc pod uwagę film, który właśnie obejrzałem.

source: I gave them salvation. And they -- they throw it in my face!
pl_pl: Dałem im zbawienie. A oni rzucają mi to w twarz!

source: I gave you every chance!
pl_pl: Dałem ci wszelkie szanse!

source: I got a visual!
pl_pl: Widzę cel!

source: I got eyes on hostile!
pl_pl: Widzę wroga!

source: I got him!
pl_pl: Mam go!

source: I got that briefcase we lifted from William Joyce's car. Laid out the contents in the trailer; you want me to go through them?
pl_pl: Mam walizkę, którą zabraliśmy z samochodu Williama Joyce'a. Rozłożyłem jej zawartość w przyczepie. Chcesz, żebym ją przejrzał?

source: I got there after the Fracture initiated. Too late to stop it all before it ever started.
pl_pl: Dotarłem tam już po pęknięciu czasu. Zbyt późno, by powstrzymać wszystko, zanim się zaczęło.

source: I gotta get that second train car closer somehow.
pl_pl: Muszę jakoś zbliżyć ten drugi wagon.

source: I gotta get to that pier...
pl_pl: Muszę się dostać na to molo...

source: I gotta get to the countermeasure.
pl_pl: Muszę się dostać do środka zaradczego.

source: I guarantee you this is an even bigger clusterfuck than we think. Heads are gonna roll for this.
pl_pl: Gwarantuję, że to jeszcze większy chaos, niż nam się wydaje. Za to polecą głowy.

source: I guess I should go find Paul.
pl_pl: Muszę znaleźć Paula.

source: I guess you can.
pl_pl: Myślę, że możesz.

source: I guess you've seen that. I left it for Wilder...
pl_pl: Chyba już to widziałeś. Zostawiłem to dla Wilder...

source: I had to find a way out of the lab complex to get to the party.
pl_pl: Musiałem znaleźć wyjście z kompleksu laboratoryjnego, aby dostać się na imprezę.

source: I had to see the lifestyles of the sick and traitorous up close and personal. And it was such a nice invitation.
pl_pl: Musiałem zobaczyć styl życia chorych i zdrajców z bliska i osobiście. I to było takie miłe zaproszenie.

source: I hate guns!
pl_pl: Nienawidzę broni!

source: I hate this city!
pl_pl: Nienawidzę tego miasta!

source: I have a feeling I just said hi to Gatehouse squad.
pl_pl: Mam wrażenie, że właśnie przywitałem się z oddziałem Gatehouse.

source: I have left this message here for you to find, so that soon, when the time comes, and I ask you to choose, you can do so with your eyes open and with some hint of understanding. I have no secrets, and the only things I choose to omit are the ones that you, in your current limited state, would not be able to grasp no matter how hard I tried to make you understand. I have walked down the same path you are now on. Once – from your perspective, a long time ago, although time no longer has such meaning to me – I too came in contact with a time machine. In my case, it was not a manmade device, but a natural one, in a cave. It should come as no surprise, really, that such things exist, much like natural nuclear reactors do exist, such as the now defunct ones at Oklo, Africa. After all, the Meyer-Joyce field has its irregularities. I too became chronon active. I too developed Chronon Syndrome. And in time, I too lost control and became a shifter, became at once everything and nothing, was everywhere and nowhere, died countless deaths and was still alive, my every probability, every possibility happening at once. I promised I would not lie, and thus I tell you: the noise and the pain and the rage were more than anyone could suffer and not go insane. I burned in this fire for a long time. There were brief moments of awareness in this endless nightmare – different versions of certain key moments in my life that I found myself reliving again and again. Trying to make things right. Like a puzzle. On and on and on. I am convinced that the stutters and the End of Time saved me. For those were the only places, the only times, where I could even briefly stop and rest and slowly find focus and control again, and ultimately master this state – not emerge from it, not be cured, not go back to what I was before, for there is no such thing, but to learn to be in one place and everywhere at once. My perception is altered, like that of someone who has seen a perceptual illusion, and discovered that the picture is both a young girl and an old woman at the same time. Once you see them both, you can never not see them. We are such limited beings, we play with just one piece, on just one square on an endless chessboard, just one life, one timeline, in an infinite multiverse of possibilities. Am I an exception? The only one who has found his way to the other side? Or is this just a shifter’s brief dream before a stutter collapses? There are other shifters. You. Your best friend who is now your mortal enemy. Dr. Kim. Others, some of whom you know. It doesn’t matter who, because they are gone, and when they emerge, if they ever emerge, they will not be who they were, just as I am not who I was before. I have done my part in helping you all achieve this state. If time is an ocean with a frozen surface, then the stutters and the End of Time are holes in that ice. Opportunities to come up for air. I have a plan. It’s already in motion. But it would be futile to try to explain it to you, like trying to explain three dimensions to someone who can only see one. But make no mistake; I do not look down on you. I strive for humility even as I shift this world from one state to another. I will make this possible. I stand in between. I don’t see myself as a gate. I remain humble. I’m something smaller. A hatch.
pl_pl: Zostawiłem tę wiadomość tutaj, abyś mógł ją znaleźć, abyś wkrótce, gdy nadejdzie czas dokonał wyboru, mógł to zrobić z otwartymi oczami i pewną dozą zrozumienia. Nie mam tajemnic, a jedyne rzeczy, które postanawiam pominąć, to te, których ty, w swoim obecnym ograniczonym stanie, nie byłbyś w stanie pojąć, bez względu na to, jak bardzo starałbym się sprawić, byś zrozumiał. Przeszedłem tę samą ścieżkę, którą ty teraz podążasz. Kiedyś - z twojej perspektywy, dawno temu, choć czas nie ma już dla mnie takiego znaczenia - ja również zetknąłem się z wehikułem czasu. W moim przypadku nie było to urządzenie stworzone przez człowieka, było naturalne, w jaskini. Nie powinno być zaskoczeniem, że takie rzeczy istnieją, podobnie jak istnieją naturalne reaktory jądrowe, takie jak nieistniejące już reaktory w Oklo w Afryce. W końcu pole Meyer-Joyce'a ma swoje nieregularności. Ja również stałem się aktywny chrononowo. Ja również rozwinąłem Syndrom Chrononu. I z czasem ja również straciłem kontrolę i stałem się zmiennokształtnym, stałem się jednocześnie wszystkim i niczym, byłem wszędzie i nigdzie, umarłem niezliczoną ilością razy i wciąż żyłem, moje każde prawdopodobieństwo, każda możliwość wydarzyła się jednocześnie. Obiecałem, że nie będę kłamał, więc mówię ci: hałas, ból i wściekłość były czymś więcej, niż ktokolwiek mógłby znieść i nie oszaleć. Płonąłem w tym ogniu przez długi czas. Były krótkie chwile świadomości w tym niekończącym się koszmarze - różne wersje pewnych kluczowych momentów w moim życiu, które przeżywałem raz za razem. Próbując wszystko naprawić. Jak puzzle. I tak w kółko. Jestem przekonany, że zacięcie i Koniec Czasu mnie uratowały. Bo to były jedyne miejsca, jedyne chwile, w których mogłem choćby na chwilę zatrzymać się i odpocząć, powoli odzyskać skupienie i kontrolę, a ostatecznie opanować ten stan - nie wyjść z niego, nie wyleczyć się, nie wrócić do tego, kim byłem wcześniej, bo nie ma czegoś takiego, ale nauczyć się być w jednym miejscu i wszędzie jednocześnie. Moja percepcja jest zmieniona, jak u kogoś, kto widział iluzję percepcyjną i odkrył, że obraz jest jednocześnie młodą dziewczyną i starą kobietą. Kiedy zobaczysz je obie, nigdy nie będziesz mógł ich nie widzieć. Jesteśmy tak ograniczonymi istotami, gramy tylko jednym pionkiem, tylko jednym kwadratem na nieskończonej szachownicy, tylko jednym życiem, jedną linią czasu, w nieskończonym multiwersie możliwości. Czy jestem wyjątkiem? Jedynym, który znalazł drogę na drugą stronę? A może to tylko krótki sen zmiennokształtnego, zanim zacięcie się skończy? Są inni zmiennokształtni. Ty. Twój najlepszy przyjaciel, który jest teraz twoim śmiertelnym wrogiem. Dr Kim. Inni, niektórych znasz. Nie ma znaczenia, kto, ponieważ oni odeszli, a kiedy się pojawią, jeśli kiedykolwiek się pojawią, nie będą tym, kim byli, tak jak ja nie jestem tym, kim byłem wcześniej. Odegrałem swoją rolę, pomagając wam wszystkim osiągnąć ten stan. Jeśli czas jest oceanem o zamarzniętej powierzchni, to zacięcia i Koniec Czasu są dziurami w tym lodzie. Okazje do zaczerpnięcia powietrza. Mam plan. Jest już w trakcie. Ale próba wyjaśnienia ci tego byłaby daremna, tak jak próba wyjaśnienia trzech wymiarów komuś, kto widzi tylko jeden. Ale nie popełnij błędu, nie patrzę na ciebie z góry. Dążę do pokory, nawet gdy przenoszę ten świat z jednego stanu do drugiego. Sprawię, że będzie to możliwe. Stoję pomiędzy. Nie postrzegam siebie jako bramy. Pozostaję pokorny. Jestem czymś mniejszym. Hatchem.

source: I have no idea.
pl_pl: Nie mam zielonego pojęcia.

source: I have nothing for you. Sorry, you're on your own. Over.
pl_pl: Nie mam nic dla ciebie. Przykro mi, jesteś zdany na siebie. Odbiór.

source: I have to get behind that monster!
pl_pl: Muszę stanąć za tym potworem!

source: I heard Hatch paid him a personal visit.
pl_pl: Słyszałem, że Hatch złożył mu osobistą wizytę.

source: I heard Serene just left. We've got no intel or orders! We're fucked!
pl_pl: Słyszałem, że Serene właśnie wyszła. Nie mamy żadnych informacji ani rozkazów! Jesteśmy udupieni!

source: I heard Serene met with Joyce in lockup.
pl_pl: Słyszałem, że Serene spotkał się z Joyce'm w areszcie.

source: I heard gunfire too! What is this?!
pl_pl: Ja też słyszałem strzały! Co to jest?!

source: I heard something!
pl_pl: Słyszałem coś!

source: I hope to God I'm not too late.
pl_pl: Mam nadzieję, że się nie spóźniłem.

source: I hope to God this works...
pl_pl: Mam nadzieję, że to zadziała...

source: I just -- look, I clearly stated copper-clad niobium titanium, and the parts you delivered are not copper-clad.
pl_pl: Wyraźnie powiedziałem, że jest to niob tytanu pokryty miedzią, a dostarczone części nie są pokryte miedzią.

source: I just checked the news reports, and Monarch is being heralded as a hero. No. I'm not okay. 'Cause if I had just refused to make that confession--
pl_pl: Właśnie sprawdziłam wiadomości i Monarch zostało okrzyknięte bohaterem. Nie. Nie jest w porządku. Bo gdybym odmówiła tej całej spowiedzi przed kamerami...

source: I just had him!
pl_pl: Przed chwilą go widziałem!

source: I just wish I had some instruments with me!
pl_pl: Szkoda tylko, że nie mam ze sobą narzędzi!

source: I kept heading downwards, towards the cargo ship.
pl_pl: Skierowałem się w dół, w stronę statku towarowego.

source: I killed her, Clarice. I smashed her face in, and it broke my heart, and I should’ve done it sooner, before she fucked us all. But of course it’s too late, I should’ve done that before she activated the Lifeboat. And before she killed me. Because that’s what she did. She and Jack destroyed my treatments. She might as well have put a bullet in my heart. How long has she been working with him? How come you didn’t catch her, Clarice? Aren’t you supposed to be on top of things? I see these people in my building, safe only because I keep them safe. They work for me. I pay their salaries. I see how they look at me. I know what they’re thinking. Like saving the world was for the faint of heart. How much of her poison did she spread before I stopped her? Fucking Sofia. Forget it. It’s done. I’ll deal with it all. But I don’t have time for this, I have to get to the chopper. Make these people fall in line, Clarice. And make sure Lifeboat is in order. I don’t know if I’m coming back, but if I do, I expect everything to run right. GET IT DONE. Paul
pl_pl: Zabiłem ją, Clarice. Roztrzaskałem jej twarz i to złamało mi serce, a powinienem był to zrobić wcześniej, zanim nas wszystkich wyruchała. Ale oczywiście jest już za późno, powinienem był to zrobić, zanim aktywowała łódź ratunkową. I zanim mnie zabiła. Bo to właśnie zrobiła. Ona i Jack zniszczyli moje leki. Równie dobrze mogła wpakować mi kulkę w serce. Jak długo z nim pracowała? Dlaczego jej nie złapałaś, Clarice? Nie powinnaś być na bieżąco? Widzę tych ludzi w moim budynku, bezpiecznych tylko dlatego, że ja zapewniam im bezpieczeństwo. Pracują dla mnie. Płacę im pensje. Widzę, jak na mnie patrzą. Wiem, co myślą. Jakby ratowanie świata było dla osób o słabym sercu. Ile trucizny rozprzestrzeniła, zanim ją powstrzymałem? Pieprzona Sofia. Zapomnij o tym. Już po wszystkim. Poradzę sobie z tym wszystkim. Ale nie mam na to czasu, muszę dostać się do helikoptera. Niech ci ludzie się podporządkują, Clarice. I upewnij się, że Łódź Ratunkowa jest w porządku. Nie wiem, czy wrócę, ale jeśli tak, to oczekuję, że wszystko będzie działać jak należy. ZRÓB TO. Paul

source: I knew Beth's cover wouldn't last long. Had to get it to her at the party before it was too late.
pl_pl: Wiedziałem, że przykrywka Beth nie przetrwa długo. Musiałem to jej dostarczyć, zanim będzie za późno.

source: I knew I couldn't leave the offices before locating Dr. Amaral.
pl_pl: Wiedziałem, że nie mogę opuścić biura, zanim nie znajdę doktora Amara.

source: I knew I couldn't trust you!
pl_pl: Wiedziałem, że nie mogę ci ufać!

source: I knew I should have labeled the wiring...
pl_pl: Wiedziałem, że powinienem był oznaczyć okablowanie...

source: I knew I'd be dead if the stutter collapsed while I was in the frozen crash. I had to reach solid ground, and the deck of the cargo ship was my best bet. I just had to find a way down.
pl_pl: Wiedziałem, że byłbym martwy, gdyby zacięcie się skończyło, gdy byłem w pobliżu tej katastrofy. Musiałem dotrzeć na stały gruntu, a pokład statku towarowego był moim najlepszym wyborem. Musiałem tylko znaleźć drogę na dół.

source: I knew Monarch had a dark side, but this? They're controlling the entire media, everything.
pl_pl: Wiedziałam, że Monarch ma swoją ciemną stronę, ale to? Kontrolują całe media, wszystko.

source: I knew Paul had asked my brother Will to consult on his project.
pl_pl: Wiedziałem, że Paul poprosił mojego brata Willa o konsultację przy swoim projekcie.

source: I knew he was working against Monarch all this time.
pl_pl: Wiedziałem, że przez cały ten czas pracował przeciwko Monarch.

source: I knew it'd all go wrong. I knew it.
pl_pl: Wiedziałem, że wszystko pójdzie źle. Wiedziałem.

source: I knew something went horribly wrong there. But it was scrambled. Impossible to crack.
pl_pl: Wiedziałem, że coś poszło nie tak. Ale to było prawdziwą łamigłówką. Nie mogłem jej rozgryźć.

source: I knew that Monarch had technology to let their soldiers move in stutters, but this was bigger than that. Somehow, time flowed normally in that area. Suddenly, Monarch's lack of concern about time stopping made a hell of a lot more sense.
pl_pl: Wiedziałem, że Monarch ma technologię pozwalającą żołnierzom poruszać się w zacięciach, ale to było coś więcej. W jakiś sposób czas płynął tam normalnie. Nagle brak troski Monarch o zatrzymanie czasu stał się o wiele bardziej sensowny.

source: I knew this kind of crap existed! Driving a cab, I've seen some stuff, man. I'm just glad you're on my side. So... so you're like a government experiment? Did they tell you what's going on here?
pl_pl: Wiedziałem, że to prawda! Jeżdżąc taksówką, słyszałem różne rzeczy. Cieszę się, że jesteś po mojej stronie. A więc... jesteś rządowym eksperymentem? Powiedzieli ci, co tu się dzieje?

source: I knew this kind of crap existed. I've seen this one guy who looks like me all over town. And then I found out that this me-looking dude, "Ben Jones" or something, he won the lottery. I've always wanted to win the lottery. Coincidence?
pl_pl: Wiedziałem, że takie gówno istnieje. Widziałem jednego faceta, który wyglądał jak ja w całym mieście. A potem dowiedziałem się, że ten wyglądający jak ja koleś, „Ben Jones” czy jakoś tak, wygrał na loterii. Zawsze chciałem wygrać na loterii. Przypadek?

source: I knew this would happen. I knew it.
pl_pl: Wiedziałem, że tak się stanie. Wiedziałem.

source: I know exactly what's at stake! That's why I'm here!
pl_pl: Wiem dokładnie, o co toczy się gra! Dlatego tu jestem!

source: I know the plan. I just... don't get it.
pl_pl: Znam ten plan. Po prostu... nie rozumiem go.

source: I know what happens if I don't--
pl_pl: Wiem, co się stanie, jeśli tego nie zrobię...

source: I know what it is.
pl_pl: Wiem, co to jest.

source: I know what's at stake here, Martin.
pl_pl: Wiem, o co toczy się gra, Martin.

source: I know, I know.
pl_pl: No wiem, wiem.

source: I know.
pl_pl: Wiem.

source: I know. See you soon.
pl_pl: Wiem. Do zobaczenia niebawem.

source: I know. There's nothing you could have done.
pl_pl: Wiem. Nic nie mogłaś zrobić.

source: I know. This is way out of hand.
pl_pl: Wiem. To wymknęło się spod kontroli.

source: I left them on the boat! They almost threw us out!
pl_pl: Zostawiłem je na łodzi! Prawie nas wyrzucili!

source: I like the way you think.
pl_pl: Podoba mi się twój sposób myślenia.

source: I like this guy.
pl_pl: Lubię tego gościa.

source: I like to keep a close eye on the opposition.
pl_pl: Lubię uważnie obserwować przeciwników.

source: I looked up the zipcode 01122. It's located south of here. I left my car at the university; it ended up here. It went south. Now, you said time is, like, "broken." What if space is broken, too, and everything's being pulled towards this zipcode? 01122!
pl_pl: Sprawdziłem kod pocztowy 01122. Znajduje się na południe stąd. Zostawiłem samochód na uniwersytecie i trafił tutaj. A więc pojechał na południe. Powiedziałeś, że czas jest „zepsuty”. A co, jeśli przestrzeń też jest zepsuta i wszystko jest ciągnięte w kierunku tego kodu pocztowego? 01122!

source: I lost him!
pl_pl: Zgubiłem go!

source: I loved my older brother, but he didn't make it easy.
pl_pl: Kochałem mojego starszego brata, ale nie ułatwiał mi życia.

source: I mean, it's not even that bad. I could totally bone to this.
pl_pl: To znaczy, to nawet nie jest takie złe. Mógłbym się do tego całkowicie przyzwyczaić.

source: I mean, of course I'm gonna take selfies with the time machine, it's a goddamn time machine! But I won't post anything.
pl_pl: To znaczy, oczywiście, że zrobię sobie selfie z wehikułem czasu, to cholerny wehikuł czasu! Ale nic nie opublikuję.

source: I mean, they could have picked anybody. To lie for them. To make that confession. Why me?
pl_pl: Mogli wybrać kogokolwiek. W sensie aby dla nich kłamał. Złożyć to wyznanie. Czemu ja?

source: I met this girl... on my way here.
pl_pl: Spotkałem tę dziewczynę... w drodze tutaj.

source: I might be able to get out through here.
pl_pl: Może uda mi się stąd wydostać.

source: I might have to climb in through the roof.
pl_pl: Być może będę musiał wejść przez dach.

source: I miss that van.
pl_pl: Tęsknię za tą furgonetką.

source: I need ammo!
pl_pl: Potrzebuję amunicji!

source: I need ammo...
pl_pl: Potrzebuję amunicji...

source: I need answers! Where the hell is Joyce?!
pl_pl: Potrzebuję odpowiedzi! Gdzie do cholery jest Joyce?!

source: I need help moving this.
pl_pl: Potrzebuję pomocy w otwarciu tych drzwi.

source: I need more firepower to get that thing open.
pl_pl: Potrzebuję większej siły ognia, żeby to otworzyć.

source: I need rifle ammo!
pl_pl: Potrzebuję amunicji do karabinu!

source: I need the exact coordinates for Joyce ASAP. Monarch Actual is moving in to intercept.
pl_pl: Potrzebuję dokładnych współrzędnych Joyce'a jak najszybciej. Monarch Actual rusza, by go przechwycić.

source: I need the gate passcode. They need me up there.
pl_pl: Potrzebuję kodu dostępu do bramy. Potrzebują mnie tam.

source: I need to access that skybridge.
pl_pl: Muszę mieć dostęp do tego mostu.

source: I need to activate the core first.
pl_pl: Najpierw muszę aktywować rdzeń.

source: I need to find some cover!
pl_pl: Muszę znaleźć jakąś okładkę!

source: I need to get across somehow.
pl_pl: Muszę się jakoś z tym uporać.

source: I need to get in that library.
pl_pl: Muszę się dostać do tej biblioteki.

source: I need to get out of here!
pl_pl: Muszę się stąd wydostać!
